tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'bat'
brew 'exa'
brew 'fzf'
brew 'vim'
brew 'git'
brew 'go'
brew 'gh'
brew 'neovim'
brew 'semgrep'
brew 'shellcheck'
brew 'starship'
brew 'tmux'
brew 'jq'
brew 'yq'
brew 'zsh'
brew 'zsh-autosuggestions'
cask 'font-fira-code'
